Repository: GSC-Munchen/gsc_fullcalendar
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_calendarize_domain_model_index.tx_extbase_type.Tx_MdFullcalendar_Cal
source: FullCalendar.io for Calendarize Cal
de: FullCalendar.io für ext:calendarize

# tx_md_fullcalendar_cal.name
source: FullCalendar for ext:calendarize
de: FullCalendar für ext:calendarize

# tx_md_fullcalendar_cal.description
source: Show the FullCalendar.io with data from ext:calendarize.
de: Zeigt einen FullCalendar.io mit Daten der Extension Calendarize

# flexform.parent_category
source: Parent category for filter
de: Elternkategorie für Filter

# flexform.view
source: Calendar view
de: Kalenderansicht

# flexform.view.dayGridMonth
source: Month View
de: Monatsansicht

# flexform.view.listWeek
source: Week List View
de: Wochenweise Listenansicht

# flexform.view.listMonth
source: Month List View
de: Monatsweise Listenansicht

# flexform.view.resourceTimeGridWeek
source: Resource Time Grid Week View
de: Wochenansicht mit Ressourcen und Zeitstrahl

# flexform.view.resourceTimeGridDay
source: Resource Time Grid Day View
de: Tagesansicht mit Ressourcen und Zeitstrahl

# flexform.language
source: Language of calendar
de: Sprache des Kalenders
